// Наше меню
const sampleBurgers = {
  burger1: {
    name: 'Дабл Чікен Кентукі',
    image: '/images/cheese.jpg',
    desc:
      'Карамелізована булочка, дві соковиті курячі котлети, сир чеддер, свіжий салат, мариновані огірки, ніжний соус Сандвіч та соус Карі',
    price: 110,
    status: 'available'
  },

  burger2: {
    name: 'Житній зі свининою та соусом з хріном',
    image: '/images/chicken.jpg',
    desc:
      'Бургер з куркою, свіжим латуком, помідором та часниковим соусом - смакує по-рідному.',
    price: 120,
    status: 'available'
  },

  burger3: {
    name: 'Житній з куркою та часниковим соусом',
    image: '/images/double.jpg',
    desc:
      'Бургер зі свининою, свіжим латуком, маринованими огірками та яскравим соусом з хріном - смакує по-рідному',
    price: 100,
    status: 'unavailable'
  },

  burger4: {
    name: 'Біг Мак®',
    image: '/images/fish.jpg',
    desc:
      'Два біфштекси з натуральної яловичини, цибуля, маринований огірок, сир “Чеддер”, свіжий салат, заправлені спеціальним соусом, у булочці з насінням сезаму.',
    price: 150,
    status: 'available'
  },

  burger5: {
    name: 'Дабл Роял Чізбургер',
    image: '/images/fries.jpg',
    desc:
      'Наш подвійний улюбленець – Роял ДаблЧізбургер. У ньому є все, за що ми любимо Роял Чіз – булочка Квотер, подвіний Чеддер, маринований огірок зі свіжою цибулею і два соуси. Іще й подвійна цільном’ясна котлета. У самісіньке серце!',
    price: 85,
    status: 'available'
  },

  burger6: {
    name: 'Чізбургер',
    image: '/images/ham.jpg',
    desc:
      'Біфштекс із натуральної яловичини, шматочок сиру “Чеддер”, шматочок маринованого огірка та цибуля, заправлені гірчицею і кетчупом, у булочці з пшеничного борошна.',
    price: 150,
    status: 'available'
  },

  burger7: {
    name: 'Біг Тейсті®',
    image: '/images/mega.jpg',
    desc:
      'Натуральна яловичина у поєднанні зі свіжими овочами та плавленим сиром “Емменталь”.',
    price: 100,
    status: 'available'
  },

  burger8: {
    name: 'МакЧікен',
    image: '/images/pita.jpg',
    desc:
      'Мелене куряче м’ясо, засмажене у хрумкому паніруванні, та свіжий салат, заправлені вишуканим соусом, у булочці з пшеничного борошна з насінням сезаму..',
    price: 180,
    status: 'available'
  },

  burger9: {
    name: 'Чізбургер з беконом',
    image: '/images/bakedFries.jpg',
    desc:
      'Соковитий біфштекс із яловичини, доповнений хрумким беконом і маринованим огірком у поєднанні зі шматочком сиру “Чеддер” та цибулею, заправлені гірчицею та кетчупом у запашній пшеничній булочці.',
    price: 90,
    status: 'available'
  }
};

export default sampleBurgers;
